" bytes" = " octets";
" items" = " éléments";
"Added:" = "Ajouté:";
"Album:" = "L’album:";
"Apple ID:" = "Identifiant Apple:";
"Artist" = "Artiste";
"Attributes:" = "Attributs:";
"Calculate" = "Calculer";
"Calculating..." = "Calcul en cours…";
"Capacity:" = "Capacité:";
"Comment:" = "Commentaires:";
"Contents:" = "Contenu:";
"Copyright:" = "Droits d'auteur:";
"Created:" = "Créé:";
"Creation Date:" = "Date de création:";
"Creator:" = "Créateur:";
"Deletable:" = "Peut être supprimé:";
"Device:" = "Appareil:";
"Duration:" = "Durée:";
"Emphasis:" = "Emphase:";
"File:" = "Fichier:";
"Free:" = "Disponible:";
"Group:" = "Groupe:";
"Info" = "Informations";
"Kind:" = "Type:";
"Label:" = "Étiquette:";
"Last Opened:" = "Ouvert:";
"Length:" = "Taille:";
"Locked:" = "Verrouillé:";
"Media Type:" = "Type de média:";
"Modified:" = "Modifié:";
"More Info..." = "Plus d'infos…";
"Mount Point:" = "Point de montage:";
"Movable:" = "Peut être déplacé:";
"Name:" = "Nom:";
"No\nSelection" = "Aucune\nsélection";
"Opened:" = "Ouvert:";
"Owner:" = "Possesseur:";
"Padding:" = "Remplissage:";
"Path:" = "Chemin:";
"Permission:" = "Autorisations:";
"Physical:" = "Physique:";
"Play" = "Lire";
"Preview" = "Aperçu";
"Resolved:" = "Original:";
"Sample Rate:" = "Taux d'échantillonnage:";
"Selection:" = "Sélection:";
"Size:" = "Taille:";
"Spotlight Metadata" = "Métadonnées Spotlight";
"Title:" = "Titre:";
"Track" = "Piste";
"Where from:" = "Emplacement d'origine:";
"Year" = "Année";

/* ==== UNLOCALIZED ==== */

"Application:" = "Application:";
"Audio:" = "Audio:";
"CRC:" = "CRC:";
"Format:" = "Format:";
"Genre" = "Genre";
"Image:" = "Image:";
"MP3:" = "MP3:";
"Original:" = "Original:";
"Type:" = "Type:";
"UTI:" = "UTI:";
"Version:" = "Version:";
"Volume:" = "Volume:";
"data:" = "data:";
"rsrc:" = "rsrc:";
